tutorials/combustion/rhoReactingFoam/groundAbsorption/constant/fvOptions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2606                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvOptions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

patchCellsMassSource
{
   type            patchCellsSource;
   species         CH4;
   active          true;
}

patchCellsEnthalpySource
{
   type            patchCellsSource;
   he              h;
   active          true;
}


// ************************************************************************* //
